-- --------------------------------------------------------
-- 主机:                           118.178.18.106
-- 服务器版本:                        5.6.20 - MySQL Community Server (GPL)
-- 服务器操作系统:                      Linux
-- HeidiSQL 版本:                  9.5.0.5196
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;


-- 导出 lims_yunnan 的数据库结构
CREATE DATABASE IF NOT EXISTS `lims_yunnan` /*!40100 DEFAULT CHARACTER SET utf8 */;
USE `lims_yunnan`;

-- 导出  表 lims_yunnan.ROMS_PSQ 结构
CREATE TABLE IF NOT EXISTS `ROMS_PSQ` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `createTime` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `name` varchar(50) NOT NULL COMMENT '姓名',
  `sex` varchar(50) NOT NULL COMMENT '性别',
  `phone` varchar(50) NOT NULL COMMENT '联系方式（仅限手机）',
  `idcard` varchar(50) NOT NULL COMMENT '身份证号',
  `idcardAdderss` varchar(50) NOT NULL COMMENT '身份证地址',
  `hangAddress` varchar(50) NOT NULL COMMENT '在杭住址（详细地址，需要到街道乡镇小区）',
  `hangMode` varchar(50) NOT NULL COMMENT '自住/租住',
  `is14` varchar(50) NOT NULL COMMENT 'Y/N',
  `ishang` varchar(50) NOT NULL COMMENT 'Y/N',
  `province` varchar(50) NOT NULL COMMENT '省',
  `city` varchar(50) NOT NULL COMMENT '市',
  `district` varchar(50) NOT NULL COMMENT '区',
  `trafficMode` varchar(50) NOT NULL COMMENT '交通方式',
  `iswayHubei` varchar(50) NOT NULL COMMENT '是否途径湖北',
  `date` varchar(50) DEFAULT NULL COMMENT '回杭日期',
  `planDate` varchar(50) DEFAULT NULL COMMENT '计划回杭日期',
  `insulateMode` varchar(50) NOT NULL COMMENT '隔离方式',
  `physicalState` varchar(50) NOT NULL COMMENT '当前身体状态',
  `is14gathering` varchar(50) NOT NULL COMMENT '最近14天是否参过外部聚会',
  `is14emphasis` varchar(50) NOT NULL COMMENT '最近14天是否接触重点疫区来源人员',
  `note` varchar(50) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=42 DEFAULT CHARSET=utf8 COMMENT='企业员工复工健康统计表';

-- 正在导出表  lims_yunnan.ROMS_PSQ 的数据：~1 rows (大约)
DELETE FROM `ROMS_PSQ`;
/*!40000 ALTER TABLE `ROMS_PSQ` DISABLE KEYS */;
INSERT INTO `ROMS_PSQ` (`id`, `createTime`, `name`, `sex`, `phone`, `idcard`, `idcardAdderss`, `hangAddress`, `hangMode`, `is14`, `ishang`, `province`, `city`, `district`, `trafficMode`, `iswayHubei`, `date`, `planDate`, `insulateMode`, `physicalState`, `is14gathering`, `is14emphasis`, `note`) VALUES
	(6, '2020-02-13 01:32:19', '田春乐', '男', '18660785163', '370828199708014032', '山东省金乡县马庙镇马庙村丁坊村中心街2巷1号', '浙江省杭州市余杭区五常街道文一路福鼎家园雨露苑11幢2单元', '租住', '否', '否', '山东省', '济宁市', '金乡县', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(13, '2020-02-13 09:38:58', '康锟', '男', '15575554991', '430603199307171019', '湖南省岳阳市云溪区陆城镇陆城村沙窝组', '浙江省杭州市余杭区西溪蓝海6幢2单元2102', '租住', '否', '否', '湖南省', '岳阳市', '云溪区', '火车', '否', NULL, NULL, '无需隔离', '咳嗽', '否', '否', NULL),
	(14, '2020-02-13 09:40:01', '薛栋少', '男', '15534404594', '142725199606082012', '山西省万荣县南张乡闫村第九组', '浙江省杭州市余杭区福鼎家园雨露苑27幢2单元1402', '租住', '是', '否', '山西省', '运城市', '万荣县', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(15, '2020-02-13 09:40:46', '秦春', '男', '18949657752', '340406199312163415', '安徽省淮南市潘集区田集瓜园村东马家', '浙江省杭州市西湖区西溪花园翠竹苑', '租住', '否', '是', '安徽省', '淮南市', '潘集区', '自驾', '否', '2020-02-09', NULL, '居家隔离', '健康', '否', '否', NULL),
	(16, '2020-02-13 09:41:43', '蓝国华', '男', '13575747933', '330122197910203619', '杭州市西湖区村口村许家山35号', '浙江省杭州市余杭区杭州市余杭区仓前街道仓南社区青枫墅园山语阁13-1-2504', '自住', '否', '是', '浙江省', '杭州市', '桐庐县', '自驾', '否', NULL, NULL, '无需隔离', '健康', '否', '否', NULL),
	(17, '2020-02-13 09:44:07', '朱杰', '男', '15399698583', '341225199710085116', '安徽省阜南县焦坡镇王楼村寨东队86号', '浙江省杭州市余杭区仓前街道仓溢东苑4栋1单元601室', '租住', '否', '是', '安徽省', '阜阳市', '阜南县', '火车', '否', '2020-01-30', '2020-01-31', '无需隔离', '健康', '否', '否', NULL),
	(18, '2020-02-13 09:44:37', '王萍', '女', '15290237826', '411381199405255320', '河南省邓州市高集乡黄龙村新建38号', '浙江省杭州市西湖区蒋村花园广安苑七幢一单元501', '租住', '是', '否', '河南省', '南阳市', '邓州市', '火车', '否', NULL, NULL, '无需隔离', '健康', '否', '否', NULL),
	(19, '2020-02-13 09:44:39', '何帅兴', '男', '18605719897', '432923198281243618', '杭州市余杭区仓前街道清枫墅园山语阁13幢1单元2504', '浙江省杭州市西湖区振华路度豪大酒店', '租住', '是', '否', '上海市', '上海市', '静安区', '自驾', '否', NULL, '2020-02-20', '无需隔离', '健康', '否', '否', NULL),
	(20, '2020-02-13 09:44:39', '方灿琦', '男', '13391295489', '43060219830321501X', '浙江省杭州市余杭区五常街道方桥路风昀铭苑18号1单元101室', '浙江省杭州市余杭区五常街道方桥路风昀铭苑18号1单元101室', '自住', '否', '是', '辽宁省', '沈阳市', '沈河区', '飞机', '否', '2020-01-28', NULL, '无需隔离', '健康', '否', '否', NULL),
	(21, '2020-02-13 09:44:57', '郭佳伟', '男', '15735156066', '142430199510240818', '山西省祁县昭馀镇新建南路光胜花园小区5号楼2单元302室', '浙江省杭州市余杭区余杭区文一西路福鼎家园雨露苑18幢502', '租住', '是', '否', '山西省', '晋中市', '祁县', '飞机', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(22, '2020-02-13 09:46:17', '刘启黎', '男', '18667948513', '431121199606280035', '湖南省祁阳县浯溪镇龙泉小区2栋3单元', '浙江省杭州市余杭区仓前街道仓溢东苑', '租住', '否', '否', '湖南省', '永州市', '祁阳县', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(23, '2020-02-13 09:47:40', '张振', '男', '17634019527', '14273319950624001X', '山西省运城市垣曲县坡底村窑44号', '浙江省杭州市余杭区仓溢东苑10栋801室', '租住', '否', '否', '山西省', '运城市', '垣曲县', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(24, '2020-02-13 09:48:09', '杨树真', '女', '13588728156', '412828199605242424', '河南省新蔡县棠村镇徐庄村委西杨洼西', '浙江省杭州市余杭区中泰街道新西湖小镇37幢', '租住', '否', '是', '河南省', '驻马店市', '新蔡县', '火车', '否', '2020-01-29', NULL, '居家隔离', '健康', '否', '否', NULL),
	(25, '2020-02-13 09:48:56', '陈为', '男', '13175115355', '431124199609035915', '湖南省永州市道县柑子园黄金村5组', '浙江省杭州市余杭区余杭区闲林街道林溪闲庭1-2-601', '自住', '否', '是', '山西省', '太原市', '阳曲县', '飞机', '否', NULL, NULL, '无需隔离', '健康', '否', '否', '2019年12月25号从山西太原回杭州，之后没有出去过'),
	(26, '2020-02-13 09:51:48', '李栋凡', '男', '13819400747', '330482199610223011', '浙江省嘉兴市平湖市', '浙江省杭州市余杭区仓前街道仓溢绿苑', '租住', '否', '否', '浙江省', '嘉兴市', '平湖市', '自驾', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(27, '2020-02-13 09:52:36', '华攸桥', '男', '18370858931', '360731199807101714', '江西省赣州市于都县贡江镇红旗大道10号1栋301室', '浙江省杭州市余杭区4号农居点朱庙客栈对面 2栋3单元301', '租住', '否', '否', '江西省', '赣州市', '于都县', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(28, '2020-02-13 09:57:11', '张瑞娟', '女', '18668231672', '41072719860423204X ', '郑州市金水区经二路北11号', '浙江省杭州市余杭区仓前街道仓溢东苑', '租住', '是', '否', '河南省', '新乡市', '封丘县', '自驾', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(29, '2020-02-13 09:57:58', '范红艳', '女', '15088644306', '330106199211035221', '浙江省杭州市西湖区三墩镇同仁家园景新苑8-802', '浙江省杭州市西湖区三墩镇同仁家园景新苑8-802', '自住', '否', '是', '浙江省', '杭州市', '西湖区', '其他公共交通', '否', NULL, NULL, '无需隔离', '健康', '否', '否', NULL),
	(30, '2020-02-13 09:59:05', '丁丹', '女', '13023117980', '34088119900728372X', '安徽省桐城市龙眠街道办事处菜店村江庄组', '浙江省杭州市拱墅区祥符街道萍水路昆仑橡树园3号楼2单元801室', '租住', '是', '否', '安徽省', '安庆市', '桐城市', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(31, '2020-02-13 10:06:52', '刘康', '男', '15200317905', '430621199502055411', '湖南省岳阳市岳阳楼区西塘镇三店村黄家组9号', '浙江省杭州市余杭区仓前街道仓溢东苑4幢1单元601', '租住', '是', '否', '湖南省', '岳阳市', '岳阳楼区', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(32, '2020-02-13 10:07:43', '王丹', '女', '18745688620', '231083199312162427', '黑龙江省海林市', '浙江省杭州市余杭区文一西路1326号', '租住', '是', '否', '黑龙江省', '牡丹江市', '海林市', '飞机', '否', NULL, NULL, '无需隔离', '健康', '否', '否', NULL),
	(33, '2020-02-13 10:11:26', '余天赐', '男', '18851479492', '320826199807145212', '江苏省涟水县同兴村一组36号', '浙江省杭州市余杭区仓溢东苑7号楼802', '租住', '否', '否', '江苏省', '淮安市', '涟水县', '飞机', '否', NULL, NULL, '无需隔离', '健康', '否', '否', NULL),
	(34, '2020-02-13 10:20:43', '陈森峰', '男', '15268168316', '332526199701060912', '浙江省缙云县五云街道五都村陈弄口121号', '浙江省杭州市拱墅区拱苑小区二期14幢2单元201', '租住', '是', '否', '浙江省', '丽水市', '缙云县', '自驾', '否', NULL, '2020-02-14', '无需隔离', '健康', '否', '否', NULL),
	(35, '2020-02-13 10:30:25', '杨森', '男', '17506501720', '411381199111103153', '河南省邓州市裴营乡东丁村北杨埠口26号', '浙江省杭州市余杭区闲林街道何母桥社区全丰苑25号502', '租住', '是', '否', '河南省', '南阳市', '邓州市', '自驾', '否', NULL, NULL, '无需隔离', '健康', '否', '否', NULL),
	(36, '2020-02-13 11:05:38', '施丽娟', '女', '13989732169', '330329199210103849', '浙江省温州市泰顺县泗溪镇九峰村半岭洋', '浙江省杭州市西湖区金地求学里3幢1604室', '自住', '否', '否', '浙江省', '温州市', '泰顺县', '自驾', '否', NULL, '2020-02-17', '居家隔离', '健康', '否', '否', '温州'),
	(37, '2020-02-13 11:10:23', '方秀', '女', '18267189676', '362527199106165724', '江西省抚州市宜黄县', '浙江省杭州市西湖区西溪花园紫菱苑', '租住', '是', '否', '江西省', '抚州市', '宜黄县', '火车', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(38, '2020-02-13 11:13:16', '付恒昌', '男', '18611347375', '230503196303150214', '黑龙江省双鸭山市领东区', '浙江省杭州市余杭区仓前街道葛巷社区万通时尚公馆1303室', '租住', '否', '是', '北京市', '北京市', '海淀区', '火车', '否', NULL, NULL, '无需隔离', '健康', '否', '否', NULL),
	(39, '2020-02-13 11:28:41', '郑佳萍', '女', '13777354483', '330106199211115221', '浙江省杭州市西湖区', '浙江省杭州市西湖区慧仁家园北区博慧苑4-2-801', '自住', '否', '是', '浙江省', '杭州市', '西湖区', '自驾', '否', NULL, NULL, '居家隔离', '健康', '否', '否', NULL),
	(40, '2020-02-13 12:14:48', '潘世先', '男', '13165987660', '411303199510206775', '河南省南阳市卧龙区蒲山镇高庄村', '浙江省杭州市余杭区仓溢绿苑63幢一单元', '租住', '否', '否', '河南省', '南阳市', '卧龙区', '火车', '否', '2020-03-07', '2020-03-07', '居家隔离', '健康', '否', '否', NULL),
	(41, '2020-02-13 13:05:43', '韩子刚', '男', '13858108563', '320324198408030333', '江苏省徐州市睢宁县睢城镇七井村763号', '浙江省杭州市余杭区闲林街道西溪海听海苑9幢2单元902', '自住', '否', '是', '江苏省', '徐州市', '睢宁县', '自驾', '否', '2020-02-02', NULL, '居家隔离', '健康', '否', '否', NULL);
/*!40000 ALTER TABLE `ROMS_PSQ` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
